Repository: common-repository/phraseanet-client
Catalog: languages/phraseanet-*.po
Languages: fr_fr

source: Phraseanet client plugin
fr_fr: Plugin client Phraseanet

source: Auth Phraseanet with token
fr_fr: Auth Phraseanet avec jeton

source: Auth Phraseanet with username and password
fr_fr: Auth Phraseanet avec nom d'utilisateur et mot de passe

source: Phraseanet URL
fr_fr: URL de Phraseanet

source: Username
fr_fr: Nom d'utilisateur

source: Enter your phraseanet Username
fr_fr: Entrez votre nom d'utilisateur phraseanet

source: Password
fr_fr: Mot de passe

source: Enter your phraseanet Password
fr_fr: Entrez votre mot de passe phraseanet

source: Enter your phraseanet client id
fr_fr: Entrez votre identifiant de client phraseanet

source: Enter your phraseanet client secret
fr_fr: Entrez votre secret client phraseanet

source: Token
fr_fr: Jeton

source: Enter your Token
fr_fr: Entrez votre jeton

source: Generate token in phraseanet and add it here
fr_fr: Générez un jeton dans phraseanet et ajoutez-le ici

source: Save
fr_fr: Sauvegarder

source: Phraseanet setting
fr_fr: Paramètre Phraseanet

source: Number of records per page
fr_fr: Nombre d'enregistrements par page

source: Enter Number Eg. 50
fr_fr: Entrer un nombre Eg 50

source: Default is 50 records per page
fr_fr: La valeur par défaut est de 50 enregistrements par page

source: Modal backgorund color
fr_fr: Couleur de fond modal

source: Color
fr_fr: Couleur

source: to make it transparent or any color value like
fr_fr: pour le rendre transparent ou toute valeur de couleur comme

source: Blue
fr_fr: Bleu

source: to make solid background
fr_fr: faire un fond solide

source: Modal font color
fr_fr: Couleur de police modale

source: White
fr_fr: Blanc

source: Red
fr_fr: Rouge

source: or any
fr_fr: ou tout

source: Invalid login creadentials!
fr_fr: Authentification invalide!

source: Please submit valid Username and password
fr_fr: Veuillez soumettre un nom d'utilisateur et un mot de passe valides

source: Phraseanet Login
fr_fr: Connexion Phraseanet

source: Login
fr_fr: Connexion

source: Search
fr_fr: Rechercher

source: All
fr_fr: Tout

source: Videos
fr_fr: Vidéos

source: Record
fr_fr: Enregistrer

source: Story
fr_fr: Histoire

source: Sort
fr_fr: Sorte

source: Relevance
fr_fr: Pertinence

source: Created on
fr_fr: Créé sur

source: Updated on
fr_fr: Mis à jour le

source: Order by
fr_fr: Commandé par

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant
